{
    "Home": "Home",
    "About Me": "Über mich",
    "Imprint": "Impressum",
    "Blog": "Blog",
    "Oops! Looks like you tried to visit a page that does not exist.": "Ups! Diese Seite ist nirgends zu finden.",
    "Go back to the homepage": "Zurück zur Homepage",
    "About the author": "Über den Author",
    "Lukas Germerott is a Frontend Developer from germany with years of experience in creating software primarily for customers.":"Lukas Germerott ist ein Frontend-Entwickler aus Deutschland mit jahrelanger Erfahrung in der Erstellung von Software hauptsächlich für Kunden.",
    "Subscribe": "Abbonieren",
    "No posts found": "Keine Artikel gefunden",
    "Hi I'm Lukas Germerott": "Hey, ich bin Lukas Germerott",
    "I am a frontend engineer from germany. I work in the industry for about four years now. I would consider myself as a professional frontend and react developer. I have started my own business in 2018 and since 2020 I am doing fulltime software engineering at a company here in germany. I love User Interfaces and User Experience.": "Ich bin ein Frontend-Engineer aus Deutschland. Ich arbeite seit etwa vier Jahren in der Branche. Ich würde mich als professionellen Frontend- und React-Entwickler bezeichnen. Ich habe mich 2018 selbstständig gemacht und bin seit 2020 hauptberuflich als Softwareentwickler bei einem Unternehmen hier in Deutschland tätig. Ich liebe User Interfaces und User Experience.",
    "My Work": "Meine Projekte",
    "Newstopia is one of my more recent journeys. I started to feel that I am not trying out enough technologies for my wellbeing, so I took a look at flutter. This project is a work in progress and will get additional features soon. At this moment it just shows the latest news.": "Newstopia ist eine meiner jüngeren Projekte. Ich hatte das Gefühl, dass ich nicht genug Technologien für mein Wohlbefinden ausprobiere, also habe ich mir Flutter angeschaut. Dieses Projekt ist noch in Arbeit und wird bald weitere Funktionen erhalten. Im Moment zeigt es nur die neuesten Nachrichten an.",
    "Visit Github": "Besuche Github",
    "This is only the beginning.":"Das ist nur der Anfang.",
    "Please come back later to see all of my projects!": "Komme später zurück um alle meine Projekte zu sehen!",
    "Newsletter": "Newsletter",
    "By subscribing to my newsletter, you won't miss any blogposts.": "Wenn Sie meinen Newsletter abonnieren, verpassen Sie keine Blogposts mehr.",
    "Click the button below to enter your data.": "Klicken Sie den Button um ihre Daten einzugeben.",
    "Back to overview": "Zurück zur Übersicht",
    "Published at": "Veröffentlicht am",
    "Change the Web through quality Software": "Change the Web through quality Software",
    "I want to help make the web a better and more useable place for all of us with my knowledge and my ideas. Read about my journeys and find useful tips below on my blog.":"Ich möchte mit meinem Wissen und meinen Ideen dazu beitragen, das Web für uns alle besser und nutzbarer zu machen. Lesen Sie über meine Reisen und finden Sie nützliche Tipps in meinem Blog.",
    "To my Blog":"Zu meinem Blog",
    "About Lukas. Learn more about him and his craft.": "Über Lukas. Lerne mehr über ihn und seine Arbeit.",
        "Cool tips and tutorials all about web development." : "Coole Tipps und Tutorials rund um Webentwicklung.",
    "Hi, welcome to my website. Check it out for interesting articles and other cool new projects every week." : "Hey, willkommen auf meiner Website. Schau regelmäßig vorbei für interessante Artikel und andere coole neue Projekte.",
    "Lass uns etwas großartiges vollbringen": "Lass uns etwas großartiges vollbringen",
    "Zusammenarbeit ist der Schlüssel zur Schaffung von Großartigem. Lass uns zusammenarbeiten und mit unseren einzigartigen Fähigkeiten und Perspektiven einen echten Einfluss ausüben. Kontaktieren Sie uns, um zu besprechen, wie wir Ihnen helfen können, Ihre Ziele zu erreichen.":"Zusammenarbeit ist der Schlüssel zur Schaffung von Großartigem. Lass uns zusammenarbeiten und mit unseren einzigartigen Fähigkeiten und Perspektiven einen echten Einfluss ausüben. Kontaktieren Sie uns, um zu besprechen, wie wir Ihnen helfen können, Ihre Ziele zu erreichen.",
    "Kontakt": "Kontakt",
    "Schön dich kennenzulernen!": "Schön dich kennenzulernen!",
    "Hey, ich bin Lukas! Ich bin ein Softwareentwickler aus Osterode am Harz mit Schwerpunkt auf Frontend-Entwicklung und einem starken Hintergrund in Fullstack. Mit Erfahrung im Erstellen von Software für Millionen von Benutzern habe ich die Fähigkeiten und das Know-how, um Spitzenprodukte zu liefern, die den Bedürfnissen einer breiten Klientel gerecht werden. Meine Aufmerksamkeit für Details und mein Engagement für Exzellenz machen mich zu einem wertvollen Plus für jedes Projekt. Lass uns gemeinsam Großartiges schaffen - kontaktiere mich, um deine Bedürfnisse zu besprechen.":"Hey, ich bin Lukas! Ich bin ein Softwareentwickler aus Osterode am Harz mit Schwerpunkt auf Frontend-Entwicklung und einem starken Hintergrund in Fullstack. Mit Erfahrung im Erstellen von Software für Millionen von Benutzern habe ich die Fähigkeiten und das Know-how, um Spitzenprodukte zu liefern, die den Bedürfnissen einer breiten Klientel gerecht werden. Meine Aufmerksamkeit für Details und mein Engagement für Exzellenz machen mich zu einem wertvollen Plus für jedes Projekt. Lass uns gemeinsam Großartiges schaffen - kontaktiere mich, um deine Bedürfnisse zu besprechen.",
    "Meine Dienste": "Meine Dienste",
    "Ich biete eine Reihe von Dienstleistungen an, um meinen Kunden bei der Erreichung ihrer Ziele zu helfen, ob sie eine neue Website, eine App oder eine andere benutzerdefinierte Softwarelösung suchen. Ich bin stolz darauf, erstklassige Arbeit zu liefern und nehme mir die Zeit, die einzigartigen Anforderungen meiner Kunden zu verstehen.": "Ich biete eine Reihe von Dienstleistungen an, um meinen Kunden bei der Erreichung ihrer Ziele zu helfen, ob sie eine neue Website, eine App oder eine andere benutzerdefinierte Softwarelösung suchen. Ich bin stolz darauf, erstklassige Arbeit zu liefern und nehme mir die Zeit, die einzigartigen Anforderungen meiner Kunden zu verstehen.",
    "Ich biete hochwertige Web- und App-Entwicklungsdienstleistungen mit Fokus auf Fullstack-Entwicklung an. Ob Sie eine neue Website aufbauen, eine Mobile-App starten oder eine benutzerdefinierte Software entwickeln möchten, ich verfüge über die Fähigkeiten und das Know-how, um Ihnen bei Ihrem Erfolg zu helfen. Kontaktieren Sie mich, um mehr darüber zu erfahren, wie ich Sie bei Ihrem Entwicklungsprojekt unterstützen kann.": "Ich biete hochwertige Web- und App-Entwicklungsdienstleistungen mit Fokus auf Fullstack-Entwicklung an. Ob Sie eine neue Website aufbauen, eine Mobile-App starten oder eine benutzerdefinierte Software entwickeln möchten, ich verfüge über die Fähigkeiten und das Know-how, um Ihnen bei Ihrem Erfolg zu helfen. Kontaktieren Sie mich, um mehr darüber zu erfahren, wie ich Sie bei Ihrem Entwicklungsprojekt unterstützen kann.",
    "Consulting": "Consulting",
    "Ich biete Beratungsdienstleistungen an, um meinen Kunden bei der Erreichung ihrer Ziele zu unterstützen. Ob Sie Ihre Geschäftsprozesse verbessern, Ihre Betriebsabläufe optimieren oder eine neue Strategie entwickeln möchten, ich verfüge über die Fähigkeiten und das Know-how, um Ihnen bei Ihrem Erfolg zu helfen. Kontaktieren Sie mich, um mehr darüber zu erfahren, wie ich Sie bei Ihren Beratungsanforderungen unterstützen kann.": "Ich biete Beratungsdienstleistungen an, um meinen Kunden bei der Erreichung ihrer Ziele zu unterstützen. Ob Sie Ihre Geschäftsprozesse verbessern, Ihre Betriebsabläufe optimieren oder eine neue Strategie entwickeln möchten, ich verfüge über die Fähigkeiten und das Know-how, um Ihnen bei Ihrem Erfolg zu helfen. Kontaktieren Sie mich, um mehr darüber zu erfahren, wie ich Sie bei Ihren Beratungsanforderungen unterstützen kann.",
    "Jetzt Angebot anfordern": "Jetzt Angebot anfordern",
    "Jetzt kontaktieren": "Jetzt kontaktieren",
    "Absenden": "Absenden",
    "Vollständiger Name*": "Vollständiger Name*",
    "Email Adresse*": "Email Adresse*",
    "Telefonnummer*": "Telefonnummer*",
    "Betreff": "Betreff"
}